# ""

"""
это
тоже
многострочный
комментарий
"""


# Переменные

#snake_case (змеиная_нотация (стиль))
var_1 = 100
number_of_apples = 10

# camelСase (верблюжьяНотация)
numberOfBananas = 3

# константы
CONST_VAR = 1000

# print(var_1)


#вызов встроенной функции вывода в терминал
# print(numberOfBananas, CONST_VAR)

# встроенная функция ввода из терминала
# myInput = input('Напиши: ')
# print('Ваша макулатура:', myInput)


# небольшой простенький калькулятор

num_1 = input('Введи первое число: ')
num_2 = input('Введи второе число: ')

#конкатенация строк
sum_1 = num_1 + num_2

# конвертация данных
# str -> int
sum_2 = int(num_1) + int(num_2)
print('сумма двух чисел:', sum_2)
